<!DOCTYPE html>
<html lang="pt-br">
<head>
	<meta charset="utf-8">
	<title>Four Souls - Rule Rewrite</title>
	<link rel="stylesheet" href="../css/style.css">
	<link media="print" rel="Alternate" href="print.pdf">

	<!--[if IE]>
		<script src="http://html5shiv.googlecode.com/svn/trunk/html5.js"></script>
	<![endif]-->
</head>

<body id="home">
	<div class="noprint translations">
		<h3 > Tradu&ccedil;&otilde;es: <a href="../index.html"> <img src="../img/us-flag.svg"></a> </h3>
	</div>
	<section class="rulebook">

    <h1>COMO JOGAR</h1>

      <p><b>2-4 jogadores</b> revezam jogando  <b>cartas de saque (loot)</b> e usando  <b>itens </b> para matar <b>monstros</b> com objetivo de ganhar mais saques, itens e algumas vezes <b>almas</b>. O primeiro jogador a ter 4 almas vence o jogo. Coopera&ccedil;&atilde;o, barganhas e trai&ccedil;&atilde;o s&atilde;o altamente encorajados.</p>

      <img src="../img/basiclayout.png" alt="Layout b&aacute;sico como descrito em Iniciando o Jogo">

      <h2>Iniciando o Jogo</h2>

      <p>Embaralhe os baralhos de <b>saque</b>, <b>monstros</b> e <b>tesouro</b>. Coloque as 100 moedas na mesa.</p>

      <p>Coloque <b>2 cartas de monstros</b> viradas para cima perto do deck de monstro.Estes s&atilde;o os monstros ativos atuais, e cada um ocupa um espa&ccedil;o de monstro ativo, coloque qualquer n&atilde;o-monstro revelado durante esta etapa embaixo do deck de monstros.</p>

      <p>Coloque <b>2 cartas de tesouro</b>  viradas para cima perto do deck de tesouro. Estes s&atilde;o os itens atuais da loja.</p>

      <p>Embaralhe o deck de personagens e distribua um personagem e seu item inicial para cada jogador.</p>

      <p>Todos os jogadores come&ccedil;am com seu personagem <b>desativado</b> (virado de lado) e com seu item <b>recarregado</b> (virado para cima). Se voc&ecirc; n&atilde;o for primeiro, voc&ecirc; pode ativar seu item inicial antes do seu primeiro turno.</p>

      <p>Todos os jogadores come&ccedil;am com 3 cartas de saque e 3 moedas.</p>

      <p>Cain joga primeiro, se nao tiver Cain no jogo a pessoa mais triste joga primeiro.</p>

      <h2>Turno do Jogador</h2>
      <ol class="phases">

      	<li><h3>Fase inicial</h3>
      		<ol>
      			<li>Recarregue todos os itens ativos e a carta do seu personagem.</li>
      			<li>Efeitos de in&iacute;cio de turno <b>desencadeiam</b> (colocando no stack), ent&atilde;o os jogadores podem responder. Essa &eacute; a primeira oportunidade para jogar efeitos durante o turno.</li>
      			<li>Compre 1 carta de saque do deck de saque.</li>
  			</ol>
  		</li>
  		<li><h3>Fase de A&ccedil;&atilde;o</h3>
  			<p class="indent"><b>Durante a sua fase de a&ccedil;&atilde;o, o jogador ativo pode fazer qualquer uma ou todas das seguintes a&ccedil;&otilde;es em qualquer ordem:</b></p>
      		<ul>
      			<li>Jogar 1 carta de saque. (Isso pode ser em resposta a qualquer a&ccedil;&atilde;o)</li>
      			<li>Comprar 1 item da loja ou a carta do topo do deck de tesouro por 10 moedas, ent&atilde;o substitua qualquer item da loja comprado com a carta do topo do deck de tesouro.</li>
      			<li>Atacar um monstro ativo ou a carta do topo do deck dos monstros.</li>
      			<li>Ativar a sua carta de personagem para jogar uma carta de saque adicional. (Ativa&ccedil;&atilde;o do personagem pode ser reservada para ativar no turno de outro jogador em resposta a qualquer a&ccedil;&atilde;o).</li>
      		</ul>
      	</li>
      	<li><h3>Fase final</h3>
      		<ol class="ending">
      			<li>Efeitos de fim de turno desencadeiam, ent&atilde;o os jogadores podem responder. Esse &eacute; a &uacute;ltima oportunidade para jogar efeitos neste turno (Se um efeito termina o turno atual, o turno pula para esta etapa).</li>
      			<li>Cure todos os jogadores e monstros, ent&atilde;o efeitos que duram at&eacute; o final do turno acabam.</li>
      			<li>Se voc&ecirc; tem mais de 10 cartas de saque na mao, descarte at&eacute; ficar com 10.</li>
      			<li>Passe o turno para o jogador a sua esquerda.</li>
      		</ol>
      	</li>
      </ol>

      <div class="printspace"></div>
      <h2>Cartas</h2>
      <div>
      	<img src="../img/lootback.png" alt="Verso da carta de saque" class="cardback">
  	    <h3>Cartas de Saque</h3>
  	    <p>Carta de saque s&atilde;o compradas e mantidas na sua m&atilde;o. Jogar elas podem mudar instantaneamente o fluxo do jogo em v&aacute;rias formas interessantes. Existem 3 tipos diferentes de carta de saque:</p>

  	    <p><b>Saque b&aacute;sico - </b>Saque b&aacute;sico vem em forma de moedas, bombas, cora&ccedil;&otilde;es, p&iacute;lulas e similares, s&atilde;o usadas para ganhar recursos ou ajudar no combate.</p>

  	    <p><b>Cartas de Tarot - </b> Cartas de tarot s&atilde;o cartas de saque mais avan&ccedil;adas  que podem mudar drasticamente o rumo do jogo.</p>

  	    <p><b>Trinkets - </b>S&atilde;o cartas de saque raras. Uma vez jogados, elas agem como item do tesouro e tem efeitos passivos. Coloque essa carta virada para cima na mesa perto de suas cartas de itens. Elas contam como item quando est&atilde;o em jogo, e ficam em jogo at&eacute; serem destru&iacute;das.</p>
  	</div>

  	<div>
  		<img src="../img/monsterback.png" alt="Verso da carta de de monstro" class="cardback">
  	    <h3>Carta de Monstros</h3>
  	    <p>O baralho de monstros &eacute; o cora&ccedil;&atilde;o do jogo. Est&aacute; cheio de monstros b&aacute;sicos, chefes, maldi&ccedil;&otilde;es e outras surpresas.</p>

  	    <p><b>Monstros B&aacute;sicos - </b>Monstros que s&atilde;o f&aacute;ceis de matar e  rendem saque, moedas e em ocasi&otilde;es raras tesouros.</p>

  	    <p><b>Chefes - </b>Monstros dif&iacute;ceis de matar com grandes recompensas e que sempre rendem almas quando mortos. Quando um monstro &eacute; morto, ele se torna uma carta de alma e o jogador ativo ganha ela. É assim que se mant&eacute;m registro das almas de cada jogador. </p>

  	    <p><b>Cartas Bonus - </b>Cartas incomuns que podem recompensar ou matar o jogar ativo.</p>

  	    <p><b>Maldi&ccedil;&otilde;es - </b>Cartas raras roxas que amaldi&ccedil;oam um jogador a escolha do jogador que revelou ela. O jogador amaldi&ccedil;oado coloca a carta da maldi&ccedil;&atilde;o a esquerda do seu personagem. Se o jogador morrer, descarta todas as maldi&ccedil;&otilde;es desse jogador.</p>
  	</div>


  	<div>
  		<img src="../img/treasureback.png" alt="Verso da carta de tesouro" class="cardback">
  	    <h3>Cartas de Tesouros</h3>
  	    <p>Cartas de tesouro s&atilde;o itens que o jogador pode obter. Coloque eles diretamente em jogo em frente ao jogador, vis&iacute;vel para todo mundo. Elas tendem a ter efeitos muito fortes que modificam o jogo e interagem com outros jogadores e monstros. Quando um efeito diz “Ganhe um tesouro”, ele &eacute; pego do topo do baralho de tesouros.</p>

  	    <img src="../img/activesymbol.png" alt="S&iacute;bolo de ativado" class="actionsymbol">
  	    <p><b>Itens Ativos - </b>Esses s&atilde;o itens que podem ser <b>ativados </b>(virando de lado para usar) a qualquer momento durante seu turno ou em resposta a qualquer a&ccedil;&atilde;o. Uma vez que um item &eacute; ativado, ele n&atilde;o pode ser ativado novamente at&eacute; ser recarregado no in&iacute;cio do turno do seu dono ou por algum efeito que recarregue. Itens ativos tem um borda dourada e um s&iacute;mbolo de seta virando.</p>

  	    <img src="../img/paysymbol.png" alt="S&iacute;bolo de cifrão" class="actionsymbol">
  	    <p><b>Itens pagos - </b>Esses itens podem ser usados quando se paga um custo espec&iacute;fico. Como itens ativos, voc&ecirc; pode pagar itens em resposta a qualquer a&ccedil;&atilde;o, mas voc&ecirc; pode usar eles quantas vezes quiser desde que pague seus custos. Itens pagos n&atilde;o s&atilde;o virados quando usados. Itens pagos tem bordas douradas e o $ s&iacute;mbolo.</p>

  	    <p><b>Itens passivos - </b>Esses itens d&atilde;o ao jogador habilidades especiais que normalmente modificam as regras do jogo ou efeitos com habilidades desencadeadas. Itens passivos t&ecirc;m borda prata.</p>

  	</div>
  	<div class="printspace"></div>
  	<h2>Rolagem de dados</h2>
  	<p>Quando um jogador rola um dado, a rolagem vai para <b>a pilha</b> (ver <b>Empilhamento de Efeitos</b>). Existem v&aacute;rios modos de modificar a rolagem antes de ela ser resolvida (afetar o jogo) para ou desencadear efeitos ou dar dano. Aplicar os modificadores do seguinte jeito:</p>

  	<ol class="onedot">
  		  <li>Efeitos que for&ccedil;am re-rolagem ou modificam o resultado da rolagem podem ser jogados.</li>
      	<li>Aplicar efeitos +X/-X  a rolagem.</li>
      	<li>Sacred Heart, Dad’s Lost Coin, e The Missing Page desencadeiam aqui. (Se qualquer re-rolagem ou substitui&ccedil;&atilde;o da rolagem forem resolvidas durante essa etapa, tanto das cartas acima ou por efeitos jogados, volte para etapa 1).</li>
      	<li>A rolagem &eacute; resolvida. Se essa &eacute; uma rolagem de ataque, danos de acerto ou erro s&atilde;o colocados na pilha, ent&atilde;o outras cartas com gatilho de rolagem s&atilde;o acionadas antes que o dano seja resolvido.</li>
      </ol>

      <p>A rolagem e o n&uacute;mero do dado do monstro n&atilde;o podem ir acima de 6 ou abaixo de 1. </p>

      <p>Cartas com efeitos de “primeira rolagem” do turno ou do combate s&oacute; deixam de fazer efeito quando a rolagem &eacute; resolvida ou quando <b>“acaba em pizza”</b> (ver <b>Fizzling</b>).</p>

      <h2 class="breakdownh2">Detalhamento das Cartas de Monstros</h2>
      <div id="breakdown">
      	<img src="../img/bloatbreakdown.png" alt="Descri&ccedil;&atilde;o da carta de monstro">
      	<p style="position: absolute; top:35%; left:7%"> <span class="title">Vida</span> </p>
  		<p style="position: absolute; top:5%; left:10%; width: 40%;"> <span class="title">N&uacute;mero do dado</span> <span class="sub">N&uacute;mero do dado para acertar o ataque</span> </p>
  		<p style="position: absolute; top:17%; left:52%; width: 40%;"> <span class="title">Ataque</span> <span class="sub">Dano que o monstro causa ao jogador errar o ataque</span> </p>
  		<p style="position: absolute; top:65%; left:0%; width: 50%;"> <span class="title">Recompensa</span> <span class="sub">por matar o monstro</span> </p>
  		<p style="position: absolute; top:66%; left:45%; width: 40%;"> <span class="title">Alma(s)</span> <span class="sub">ganhas por matar</span> </p>
      </div>

      <h2>Combate</h2>
      <p>Jogadores podem atacar um monstro uma vez durante sua fase de a&ccedil;&atilde;o. Um &uacute;nico ataque pode ter v&aacute;rias rolagens de dados envolvidas.</p>

      <p><b>Se um jogador decide atacar,</b> ele deve declarar o que ele est&aacute; atacando para todos. Jogador pode atacar um dos slots ativos de monstros ou a carta do topo do deck de monstros. Quando o jogador declarar quem ele for atacar o combate inicia. Combate termina normalmente quando o jogador ou monstro morrerem.</p>

      <p><b>Se um jogador atacar a carta do topo do baralho de monstros,</b> ele revela a carta para todos os jogadores:</p>

      <p class="indent2">Se for um monstro, coloque ele virado para cima em cima de outro monstro ativo; O jogador ativo decide em qual dos slots ativos ele vai colocar. O monstro no topo do slot ativo &eacute; sempre o monstro ativo daquele slot. Somente efeitos de monstros ativos podem ser desencadeados.</p>
      <p class="indent2">Se a carta for um n&atilde;o monstro, o jogador ativo l&ecirc; para todos e segue as dire&ccedil;&otilde;es da carta. Isso conta como o ataque do jogador nesse turno.</p>

      <p><b>Quando um jogador ataca um monstro, ele rola um D6: </b></p>

      <p class="indent2">Se a rolagem resultar em um n&uacute;mero igual ou maior que o n&uacute;mero do dado do monstro, o jogador d&aacute; dano igual ao seu ataque no monstro. Use um dado ou marcador para manter registro do dano dado ao monstro durante o turno.</p>
      <p class="indent2">Se a rolagem resultar em um n&uacute;mero melhor que o n&uacute;mero do dado do monstro, o ataque erra e o jogador recebe dano igual ao ataque do monstro.</p>
      <p>O jogador atacante continua rolando o dado at&eacute; ele ou o monstro morrerem.</p>

      <div class="printspace"></div>

      <p><b>Quando um monstro for morto (n&atilde;o necessariamente em combate):</b></p>
      <ol class="onedot">
  			<li>Se o monstro tiver um efeito desencadeado em caso de morte, coloque o efeito na pilha.</li>
      	<li>O jogador ativo ganha a recompensa pela morte, incluindo a alma do monstro se ele for um chefe. <b class="emph">SEMPRE!</b>!</li>
      	<li>Se o monstro n&atilde;o virar uma carta de alma para o jogador ativo, ele &eacute; colocado virado para cima no topo da pilha de descarte.</li>
      </ol>

      <p><b>Sempre que um slot de monstro estiver vazio:</b></p>

      <p class="indent2">Se um slot de monstro ativo estiver vazio, o jogador ativo revela a carta no topo do deck de monstros para colocar no slot. Se a carta revelada n&atilde;o for um monstro, o jogador ativo segue as instru&ccedil;&otilde;es da carta, repetindo o processo at&eacute; que um monstro seja colocado no slot. Isso pode acontecer fora de combate, sempre que um slot esvaziar. Lembra-se o jogador ativo <span class="emph">sempre</span> ganha todas as penalidades e recompensas pela carta revelada.</p>

      <p>É poss&iacute;vel matar um monstro fora de combate com efeitos. Essas a&ccedil;&otilde;es n&atilde;o constituem um ataque para o turno.</p>

      <p><h2>Morte</h2></p>

      <p>Quando um jogador recebe um dano letal ou morre por qualquer motivo, esse jogado sofre a <b>&ldquo;Penalidade de Morte&rdquo;</b> e deve:</p>

      <ol class="onedot">
  		<li>Resolver efeitos de itens que digam  &quot;antes de pagar penalidades...&quot;</li>
      	<li>Destruir um item n&atilde;o-eterno que possui.</li>
      	<li>Descartar uma carta de saque e perder 1&cent;.</li>
      	<li>Desativar todos seus itens ativos e personagem.</li>
      	<li>Finalizar o turno, se for o jogador ativo. </li>
      </ol>

      <p>Voc&ecirc; s&oacute; pode morrer uma vez por turno, e voc&ecirc; recupera toda a vida ao final da pr&oacute;xima fase final (de outro jogador). Ao morrer, voc&ecirc; sai do combate (ver Saindo do Combate em <b>Fizzling</b>).</p>

      <p>Se o jogador ativo e um monstro morrem ao mesmo tempo, resolva a morte do monstro antes da morte do jogador para que as recompensas ainda sejam dadas.</p>

      <p>Slots vazios de monstros ativos devem ser preenchidos ao final do turno. Isso pode acontecer quando o jogador ativo morre tentando preencher um slot. Depois de todos os efeitos de fim de turno terem sido resolvidos, mas antes dos jogadores e monstros serem recuperados, o jogador ativo (normalmente ainda morto) revela e resolve qualquer carta n&atilde;o-monstro at&eacute; que os slots de monstros ativos estejam cheios.</p>

      <p>A morte &eacute; empilhada. Jogadores podem ativar efeitos em resposta (ver Empilhando Efeitos). Prevenir ou fazer a morte acabar em pizza faz com que sua vida passe a ser 1, se voc&ecirc; estava com 0.</p>

      <h2>Fizzling</h2>
      <p>Alguns efeitos cancelam outros efeitos. Al&eacute;m disso, às vezes efeitos podem ser cancelados pelo estado do jogo ter alterado antes deles resolveram. Quando isso ocorre, o efeito <b>acaba em pizza (fizzles)</b>.</p>

      <p><b>Alvos Inv&aacute;lidos - </b>Jogadores devem declaram alvos quando estiverem jogando efeitos. Adicionalmente, alguns efeitos necessitam de alguma determinada condi&ccedil;&atilde;o para resolver. Quando um alvo sai de jogo ou se torna inalvej&aacute;vel por algum motivo, ou quando uma condi&ccedil;&atilde;o n&atilde;o &eacute; satisfeita quando um efeito resolve, o efeito acaba em pizza.</p>

      <p><b>Saindo do Combate - </b>Se um jogador atacante for removido do combate por algum motivo, qualquer rolagem de combate ou dano de combate empilhados acabam em pizza. Isso pode ocorrer pelo jogador ou monstro morrerem, por um efeito cancelando o ataque/combate, ou por um efeito finalizando o turno.</p>
      <div class="printspace"></div>

      <h2>Empilhando Efeitos</h2>
      <p>A maior parte dos eventos vai para o topo da <b>pilha</b> (o local onde efeitos aguardam para resolver). A seguir est&atilde;o todos os eventos que usam a pilha:</p>

      <ul class="bull">
          <li>Jogar cartas de saque</li>
          <li>Ativar itens</li>
          <li>Usar itens pagos</li>
          <li>Desencadeamento de efeitos</li>
          <li>Pretender comprar ou atacar (Esta &eacute; a &uacute;ltima oportunidade para jogar efeitos que alteram itens da loja ou monstros ativos. Voc&ecirc; n&atilde;o &eacute; obrigado a comprar ou atacar at&eacute; que voc&ecirc; declare um alvo).</li>
          <li>Declarar uma compra ou ataque, anunciando um alvo espec&iacute;fico.</li>
          <li>Rolando um dado (ver <b>Rolagem de Dados</b> para os passos que usam a pilha)</li>
          <li>Dano</li>
          <li>Morte de jogador</li>
      </ul>

      <p>Al&eacute;m desses eventos, existem duas oportunidades por turno para jogar efeitos. Essas s&atilde;o as fases iniciais e finais do turno.</p>

      <h3>Resolvendo a Pilha</h3>
      <p>Quando n&atilde;o existem outros efeitos a serem inseridos na pilha, os efeitos da pilha s&atilde;o resolvidos um de cada vez em ordem reversa. O efeito mais recente resolve primeiro, ent&atilde;o o 2º mais recente, at&eacute; que todos os efeitos sejam resolvidos, terminando com o efeito inicial.</p>

      <h3>Respondendo a Efeitos</h3>
      <p>Jogadores podem jogar efeitos <b>em resposta</b> a qualquer efeito que esteja no topo da pilha (ou seja, que seria o pr&oacute;ximo resolvido). Como mencionado antes, alguns efeitos podem ser cancelados ou podem “acabar em pizza” pelo alvo n&atilde;o existir mais ou por suas condi&ccedil;&otilde;es n&atilde;o sendo mais satisfeitas, por causa de algum efeito que foi resolvido antes. Assim que a pilha est&aacute; vazia, o jogador ativo pode fazer outra a&ccedil;&atilde;o ou prosseguir seu turno, caso contr&aacute;rio.</p>

      <p>Conceitualmente, pense em cada efeito como uma carta f&iacute;sica, e enquanto efeitos s&atilde;o jogados, voc&ecirc; est&aacute; empilhando uma carta sobre a outra. Para descobrir o que acontece a seguir, voc&ecirc; pega a carta do topo da pilha e faz o que ela diz at&eacute; que a pilha esteja vazia.</p>

      <h3>Ordem</h3>
      <p>Se m&uacute;ltiplos efeitos s&atilde;o desencadeados ao mesmo tempo, eles s&atilde;o empilhados na seguinte ordem:</p>

      <ol class="onedot">
  		<li> Efeitos de monstros (Se existem v&aacute;rios efeitos de monstros, o jogador ativo escolhe a ordem).</li>
      	<li>Outros efeitos (Na ordem de turnos, come&ccedil;ando pelo jogador ativo. Se o mesmo jogador &eacute; dono de m&uacute;ltiplos efeitos, este jogador escolhe a ordem, de empilhamento. Jogadores decidem quando suas mortes entram na pilha, assim como qualquer outro efeito)</li>
      </ol>

      <h3>Exemplos</h3>
      <p>Exemplo 1: O Jogador 1 decide atacar um Monstro ativo que precisa de uma rolagem de 4 ou mais para causar dano. O Jogador 1 rola seu dado para se acertar e tira um 3. Em resposta a rolagem, o Jogador 2 oferece aumentar a rolagem em 1 com seu Book of Belial em troca de 2&cent;. O Jogador 1 aceita, paga, e o Jogador 2 ativa o Book of Belial para aumentar a rolagem para um 4. Do nada, o Jogador 3 decide ativar seu D6 em resposta, for&ccedil;ando o Jogador 1 a re-rolar o dado! Ningu&eacute;m faz mais nada, ent&atilde;o o efeito &eacute; resolvido na ordem reversa. O Jogador 3 re-rola o dado e rola um 1; o Jogador 2 adiciona +1 ao dado, tornando-o um 2; ent&atilde;o o dado resolve. Vendo que era necess&aacute;rio um 4+ para atacar, o Jogador 1 erra e o ataque falha.</p>

      <p>Exemplo 2: o Jogador 1 ativa seu item Book of Sin e rola um 3 para comprar 1 Saque. Em resposta, o jogador 2 usa seu item Sleight of Hand para ver as 3 primeiras cartas do deck de saques e recoloc&aacute;-las em qualquer ordem. Nenhum outro efeito &eacute; jogado. O Jogador 2 olha para as 3 cartas do topo, reorganiza elas para que uma carta de 1&cent; fique no topo. Ent&atilde;o, o efeito de comprar 1 saque do Jogador 1 resolve, e ele compra uma carta de apenas 1&cent;&hellip; :(</p>

      <div>
  	    <h2>Almas</h2>
  	    <p>Quando um jogador ganha uma alma, seja pela morte de um chefe, ou por uma carta de item/saque, ele ganha a carta como uma <b>carta de alma</b>. Esta carta conta agora para a contagem total de almas do jogador. O primeiro jogador que tiver 4 almas ganha o jogo.</p>

      	<img src="../img/soulsback.png" alt="Verso da carta de alma" class="cardback">

  	    <p>Assim que tiverem um entendimento melhor da mecânica do jogo, jogadores s&atilde;o encorajados a adicionarem as Almas Bônus aos seus jogos. Essas cartas bônus n&atilde;o s&atilde;o adicionadas a nenhum deck. Ao inv&eacute;s disso, elas ficam viradas para cima pr&oacute;ximas ao jogo na vis&atilde;o de todos os jogadores.</p>

  	    <p>O primeiro jogador que tiver 25&cent; ou mais ganha instantaneamente a <b>Soul of Greed</b>. O primeiro jogador que tiver 10 ou mais cartas de saque em sua m&atilde;o ganha instantaneamente a <b>Soul of Gluttony</b>. O primeiro jogador a possuir 2 ou mais Itens do Guppy ganha instantaneamente a <b>Soul of Guppy</b>.</p>

  	    <p>Essas almas, quando recebidas, atuam como qualquer outra carta de alma. Enquanto existem maneiras de conseguir de volta outras almas que foram descartadas, as almas extras s&oacute; podem ser conseguidas uma vez por jogo. Se essas cartas de almas foram descartadas, elas s&atilde;o colocadas viradas para baixo perto do jogo.</p>
  	</div>
      <h2>Barganhas</h2>
      <p>Jogadores s&atilde;o encorajados a fazerem trocas por favores ou atos nefastos. Quando estiver barganhando, um jogador pode pagar a outro qualquer quantidade de &cent; por praticamente qualquer favor. Jogadores n&atilde;o podem trocar itens ou cartas de saque desta forma. Ambos jogadores devem concordar com a troca de &cent;. Jogadores n&atilde;o podem dar &cent; sem motivo. Barganhas n&atilde;o usam a pilha.</p>

      <p>Assim que forem pagas, promessas n&atilde;o precisam ser cumpridas. Esteja avisado: se voc&ecirc; der pra tr&aacute;s em suas promessas, vai ser dif&iacute;cil de outros confiarem em voc&ecirc;.</p>

      <h3>Cr&eacute;ditos:</h3>
      <p class="credits-title">Design Principal &amp; Dire&ccedil;&atilde;o de Arte -</p>
      <p class="credits-name">Edmund McMillen</p>

      <p class="credits-title">Design Adicional  &amp; Produ&ccedil;&atilde;o -</p>
      <p class="credits-name">Danielle McMillen </p>

      <p class="credits-title">Design Adicional  -</p>
      <p class="credits-name">Tyler Glaiel</p>

      <p class="credits-title">Arte de Fundo/Layout &amp; Ilustra&ccedil;&atilde;o -</p>
      <p class="credits-name">@TikaraTheMew</p>

      <p class="credits-title">Design da caixa e da traseira de cartas &amp; Ilustra&ccedil;&atilde;o -</p>
      <p class="credits-name">@KrystalFlamingo</p>

      <p class="credits-title">Design de Figuras &amp; Ilustra&ccedil;&atilde;o -</p>
      <p class="credits-name">@Rojen241</p>

      <p class="credits-title">Ilustra&ccedil;&atilde;o -</p>
      <p class="credits-name">@Wormchild and @Tar_Head</p>

      <p class="credits-title">Desenvolvimento de Neg&oacute;cios  (Studio71) -</p>
      <p class="credits-name">Javon Frazier and Garima Sharma</p>

      <p class="credits-title">Testadores -</p>
      <p class="credits-name">Jackson Moore, Tyler Glaiel, Danielle McMillen, George Fan, Eli Evans, Acacia Evans, Jay Lewis, Graeme Little, Leon Masters, Dan Zaelit, Cole O&rsquo;Brien, Doug O&rsquo;Brien, Crystal Evans, Joe Evans, Alex Austin, Caitlyn Yantis, Peach McMillen.</p>

      <img src="../img/logo.png" alt="Four Souls Logo">


      <p class="credits-title">Reescrita das regras por
      	<span class="credits-name">Jon Paull (@jonzo11) <br>
      		Edi&ccedil;&atilde;o por  Iris Bull (@ibull) <br>
					Tradu&ccedil;&atilde;o para Portugu&ecirc;s do Brasil por Renan Prado (@r3sk) e Jo&atilde;o Pimentel (@joaofelipenp)
					Vers&atilde;o 1.0
      	</span></p>
      <p class="credits-disclaimer">Eles n&atilde;o possuem nada aqui.</p>

      <h2>Gloss&aacute;rio</h2>

      <p><b>&cent; - </b>Existem apenas 100&cent; dispon&iacute;veis. Quando acabarem, os jogadores precisam gastar ou perder &cent; para poderem receber mais.</p>

      <p><b>Contadores - </b>Contadores s&atilde;o marcadores que voc&ecirc; coloca em cartas espec&iacute;ficas que pedem por eles. Eles podem ser representados por qualquer coisa que voc&ecirc; quiser (pedras, dados, moedas, melecas). Se uma carta com contadores for roubada, os contadores continuam nela.</p>

			<p><b>Desativados - </b>Itens virados de lado s&atilde;o considerados desativados e n&atilde;o podem ser ativados at&eacute; que sejam recarregados.</p>

			<p><b>Destruir - </b>Quando uma carta &eacute; destru&iacute;da, ela &eacute; colocada na pilha de descarte apropriada. Destruir um monstro conta como mat&aacute;-lo.</p>
			<p class="c3 c5"><span class="c0"></span></p>

			<p><b>Descartar - </b>Enviar para a pilha de descarte apropriada. Depois que uma carta de loot for jogada, ela &eacute; descartada. Descartar monstros n&atilde;o d&aacute; rendimentos. Quando um item da loja ou um monstro ativo &eacute; descartado, substitua-o se seu slot ficar vazio.</p>

			<p><b>Em jogo  - </b>Itens que os jogadores possuem e itens na loja s&atilde;o considerados &#39;em jogo&#39;.</p>

			<p><b>Expandir - </b>Efeitos podem expandir a loja ou o n&uacute;mero de monstros ativos. Preencha os novos slots pegando cartas do topo do deck correto.</p>

			<p><b>Jogador Ativo - </b>Jogador que est&aacute; jogando o turno.</p>

			<p><b>Loot X -</b> Compre X cartas do deck de saques.</p>

			<p><b>Preven&ccedil;&atilde;o de Dano - </b>A preven&ccedil;&atilde;o de dano &eacute; usada para cancelar um dano que chega a um alvo. Se n&atilde;o for usada imediatamente, a preven&ccedil;&atilde;o continua at&eacute; o fim do turno.</p>

			<p><b>Roube/substitua - </b>A n&atilde;o ser que o efeito diga o contr&aacute;rio, o jogador que est&aacute; roubando/substituindo escolhe o que deseja roubar/substituir.</p>

      <div class="printspace"></div>
     	<div class="printspace"></div>
      <h2>Regras de Cartas</h2>
      <div>

  	    <div class="cutcardback">
  		   <img src="../img/charsback.png" alt="Verso da carta de personagem">
  		</div>
  	    <h3>Cartas de Personagens</h3>
  	    <p><b>The Lost - </b>A alma anexada a The Lost n&atilde;o pode ser descartada, roubada, ou perdida de maneira alguma.</p>

  	    <p><b>Eden - </b>Cartas com &quot;destrua isto&quot; n&atilde;o funcionam com Eden porque passam a ser Eternas. Glass Cannon, por exemplo, &eacute; super poderosa como um item para Eden, pois pode ser usada e nunca destru&iacute;da.</p>

      </div>
      <div>
      	<div class="cutcardback">
  		   <img src="../img/lootback.png" alt="Verso da carta de Saque">
  		</div>
  	    <h3>Cartas de Saque</h3>
  	    <p><b>Butter Bean! - </b>Quando voc&ecirc; cancela uma carta de saque na pilha, a carta de saque &eacute; descartada antes, e ent&atilde;o a Butter Bean. Butter Bean pode cancelar Lost Soul e trinkets enquanto eles est&atilde;o na pilha, porque eles n&atilde;o s&atilde;o considerados cartas de itens/almas (ou seja, s&atilde;o cartas de saque) at&eacute; que sejam resolvidos.</p>

  	    <p><b>Counterfeit Penny - </b>N&atilde;o desencadeia quando estiver roubando &cent;. O efeito n&atilde;o &eacute; uma instância de ganhar &cent;. </p>

  	    <p><b>O. The Fool - </b>Voc&ecirc; pode jogar esta carta na sua morte para vive. O efeito de morte acaba em pizza, voc&ecirc; ainda vai para a fase final do turno, mas voc&ecirc; fica com sua vida original (ou 1, se foi um dano letal que te matou).</p>

  	    <p><b>VIII. Justice - </b>Voc&ecirc; ganha cartas de saque e &cent; igual a diferen&ccedil;a entre o que voc&ecirc; tem e o que o alvo tem. Imagine que voc&ecirc; tem 2 cartas e 3&cent;, e seu oponente tem 5 cartas e 1&cent;. Voc&ecirc; joga Justice e compra 3 cartas de saque (at&eacute; 5), mas ganha 0&cent; (j&aacute; que voc&ecirc; tinha mais).</p>

  	</div>
  	<div>
      	<div class="cutcardback">
  		   <img src="../img/monsterback.png" alt="Verso da carta de monstro">
  		</div>
  	    <h3>Cartas de Monstro</h3>
  	    <p><b>Ambush - </b>Voc&ecirc; n&atilde;o precisa atacar de cara.</p>

  	    <p><b>Cursed and Holy monsters - </b>Efeitos nesses monstros pode desencadear fora do combate. A maior parte dos outros monstros com desencadeamento por rolagem de dados apenas desencadeiam quando voc&ecirc; est&aacute; atacando eles.</p>

  	    <p><b>Daddy Haunt - </b>O efeito adiciona 1 ao dano total que voc&ecirc; leva. N&atilde;o &eacute; uma instância adicional de dano.</p>

  	    <p><b>Devil Deal - </b>Para a terceira op&ccedil;&atilde;o, voc&ecirc; n&atilde;o pode usar o item antes de levar 2 danos.</p>

  	    <p><b>Dinga - </b>Se voc&ecirc; matar com um 6, role novamente e dobre para o total de &cent; recebido.</p>

  	    <p><b>Greed! - </b>O jogador mais rico &eacute; escolhido quando Greed! &eacute; resolvido.</p>

  	    <p><b>The Haunt - </b>O efeito desencadeia para cada 2 pontos de dano cumulativo que ele leva em um turno. O dano n&atilde;o precisa ser causado de uma vez.</p>

  	    <p><b>&quot;Healers&quot; (Boil , Chub , Mega Fatty, Holy Dinga) - </b>Jogadores e monstros n&atilde;o podem se recuperar para mais do que suas vidas m&aacute;ximas.</p>

  	    <p><b>Ragman - </b>O efeito do Ragman pode desfazer a obten&ccedil;&atilde;o da alma, potencialmente evitando a vit&oacute;ria de um jogador.</p>
  	</div>

  	<div>
      	<div class="cutcardback">
  		   <img src="../img/treasureback.png" alt="Verso da carta de tesouro">
  		</div>
  	    <h3>Cartas de Tesouro</h3>
  	    <p><b>9 Volt - </b>Voc&ecirc; pode usar itens recarregados antes do pr&oacute;ximo turno. (Quando a pilha est&aacute; vazia, voc&ecirc; ainda pode adicionar efeitos antes do jogador ativo avan&ccedil;ar o turno).</p>
  	    <p><b>Blank Card - </b>M&uacute;ltiplas ativa&ccedil;&otilde;es deste item n&atilde;o multiplicam mais ainda um efeito. Se o efeito dobrado exige uma rolagem, role apenas uma vez e dobre o efeito. N&atilde;o pode duplicar a coloca&ccedil;&atilde;o de trinkets ou Lost Soul. Em geral, esse item apenas dobra qualquer quantidade cont&aacute;vel de um efeito. Para mais detalhes, ver Ap&ecirc;ndice.</p>

  	    <p><b>Diplopia/Modeling Clay - </b> Copiar Dead Cat coloca os contadores destes em 9 toda vez. Copiar outras cartas com contadores n&atilde;o copia os contadores. Contadores ficam nestas cartas (Diplopia/Modeling Clay) mesmo depois que elas param de copiar. Se uma outra carta que usa contadores for copiada, os contadores anteriores continuam existindo e podem ser usados.</p>

  	    <p><b>Crystal Ball - </b>Voc&ecirc; pode responder a inten&ccedil;&atilde;o de rolagem com Crystal Ball.</p>

  	    <p><b>Glass Cannon - </b>Se voc&ecirc; colocar mais de uma ativa&ccedil;&atilde;o na pilha, o primeiro efeito que a destr&oacute;i faz o resto acabar em pizza.</p>

  	    <p><b>Lazarus&#39; Rags - </b>Funcionalmente, o efeito desencadeia no Passo 1 da fase final, junto com o desencadeamento de efeitos de fim do turno.</p>

  	    <p><b>Mom&#39;s Shovel - </b>N&atilde;o recarrega at&eacute; que esteja na etapa de recarregar no in&iacute;cio do turno do jogador que a possui.</p>

  	    <p><b>Monster Manual - </b>Voc&ecirc; pode for&ccedil;ar um ataque  contra o topo do deck de monstros. Voc&ecirc; pode for&ccedil;ar um ataque adicional. Voc&ecirc; pode for&ccedil;ar ataques fora da fase de a&ccedil;&atilde;o. Acaba em pizza se for usada contra um jogador em combate. Acaba em pizza se o monstro alvo ativo &eacute; descartado antes desta carta ser resolvida.</p>

  	    <p><b>Ouija Board - </b>O jogador ativo resolve a carta n&atilde;o-monstro jogada.</p>

  	    <p><b>Remote Detonator - </b>Vote na ordem de turnos come&ccedil;ando pelo jogador ativo.</p>

  	    <p><b>Sacred Heart/Dad&#39;s Lost Coin/ The Missing Page - </b>Esse efeitos desencadeiam no Passo 3 da rolagem de dados. Eles podem acabar em pizza se a rolagem for modificada para um n&uacute;mero que n&atilde;o casa com a condi&ccedil;&atilde;o quando o efeito resolver.</p>

  	    <p><b>Shadow - </b>Se tiver mais do que um, eles desencadeiam na ordem dos turnos. Ent&atilde;o, o que for resolvido por &uacute;ltimo &eacute; quem escolhe/recebe coisas.</p>
  	</div>

      <h2>Errata</h2>
      <p><b>Flush - </b>Coloque todos os itens da loja que n&atilde;o est&atilde;o sendo comprados em baixo do deck de tesouros.&hellip;</p>

      <p><b>Broken Ankh - </b>A cada vez que voc&ecirc; <b>teria</b> morrido, role&hellip;</p>

      <p><b>Dad&#39;s Lost Coin - </b>Quando algu&eacute;m <b>teria</b> rolado um 1, voc&ecirc; pode for&ccedil;ar este jogador a re-rolar o dado.</p>

      <p><b>The Dead Cat - </b>A cada vez que voc&ecirc; <b>teria</b> recebido danos, remova a quantidade de marcadores deste item e previna este dado.&hellip;</p>

      <p><b>Guppy&#39;s Collar - </b>A cada vez que voc&ecirc; <b>teria</b> morrido, role&hellip;</p>

      <p><b>Guppy&#39;s Hairball - </b>A cada vez que voc&ecirc; <b>teria</b> recebido dano, role&hellip;&hellip;</p>

      <p><b>The Missing Page - </b>Quando algu&eacute;m <b>teria</b> rolado um 5, voc&ecirc; pode for&ccedil;ar este jogador a re-rolar o dado.</p>

      <p><b>Sacred Heart - </b>Quando voc&ecirc; <b>teria</b> rolado um 1, voc&ecirc; pode trocar por um 6..</p>

      <p><b>Void - </b>Descarte um monstro ativo que n&atilde;o est&aacute; sendo atacado ou um item da loja <b>que n&atilde;o est&aacute; sendo comprado.</b>.</p>

      <p><b>We Need To Go Deeper - </b>Coloque qualquer n&uacute;mero de cartas de monstros descartados de volta no topo do deck de monstros,<b>em qualquer ordem</b>.</p>

      <h2>Ap&ecirc;ndice</h2>
      <h3>Blank Card</h3>
      <p>M&uacute;ltiplas ativa&ccedil;&otilde;es de Blank Card n&atilde;o multiplicam o efeito. Blank Card nao consegue duplicar trinkets ou Lost Soul. No geral, essa carta dobra qualquer qualidade cont&aacute;vel de um efeito. Veja abaixo para intera&ccedil;&otilde;es espec&iacute;ficas. Os efeitos dobrados s&atilde;o listados abaixo..</p>

      <h3>Saque B&aacute;sico</h3>
      <p><b>2 Cents! -</b> Ganhe  4&cent;.</p>

      <p><b>3 Cents! - </b>Ganhe  6&cent;.</p>

      <p><b>4 Cents! - </b>Ganhe  8&cent;.</p>

      <p><b>A Dime!! - </b>Ganhe  20&cent;.</p>

      <p><b>A Nickel! - </b>Ganhe  10&cent;.</p>

      <p><b>A Penny! - </b>Ganhe  2&cent;.</p>

      <p><b>A Sack - </b>Loot 6.</p>

      <p><b>Blank Rune - </b>Role:
      <span class="carddesc">1: Todo mundo ganha 2&cent;.</span>
      <span class="carddesc">2: Todo mundo loot 4.</span>
      <span class="carddesc">3: Todo mundo recebe 6 de  dano.</span>
      <span class="carddesc">4: Todo mundo ganha 8&cent;.</span>
      <span class="carddesc">5: Todo mundo loot 10.</span>
      <span class="carddesc">6: Todo mundo ganha 12&cent;.</span></p>

      <p><b>Bomb! - </b>De 2 dano a um monstro ou jogador.</p>

      <p><b>Butter Bean! - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Charged Penny - </b>Ganhe 2&cent;, ent&atilde;o recarregue um item.</p>

      <p><b>Credit Card - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Dagaz - </b>Escolha um:
      <span class="carddesc">Destrua uma maldi&ccedil;&atilde;o.</span>
      <span class="carddesc">Previna 2 de dano a qualquer jogador.</span></p>

      <p><b>Dice Shard - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Ehwaz - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Gold Bomb!! - </b>De 6 dano a um monstro ou jogador.</p>

      <p><b>Holy Card - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Lil Battery - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Jera - </b> Loot 2 vezes X, onde X &eacute; igual ao n&uacute;mero de cartas na sua m&atilde;o.</p>

      <p><b>Joker - </b>Olhe a m&atilde;o de um jogador, voce pode roubar 2 cartas de saque dela.</p>

      <p><b>Mega Battery - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>Pills! (blue) - </b>Role:
      <span class="carddesc">1-2: Loot 2.</span>
      <span class="carddesc">3-4: Loot 6.</span>
      <span class="carddesc">5-6: Descarte 2 cartas de saque.</span></p>

      <p><b>Pills! (red) - </b>Role:
      <span class="carddesc">1-2: +2 de ataque at&eacute; o final do turno.</span>
      <span class="carddesc">3-4: +2 de vida at&eacute; o final do turno.</span>
      <span class="carddesc">5-6: Receba 2 de dano.</span></p>

      <p><b>Pills! (yellow) - </b>Role:
      <span class="carddesc">1-2: Ganhe  8&cent;.</span>
      <span class="carddesc">3-4: Ganhe  14&cent;.</span>
      <span class="carddesc">5-6: Perca 8&cent;.</span></p>

      <p><b>Pills! (purple) - </b>Role:
      <span class="carddesc">1-2: Recarregue todos seus itens.</span>
      <span class="carddesc">3-4: +2 para o resultado das suas rolagens de dado at&eacute; o final do turno.</span>
      <span class="carddesc">5-6: -4  para o resultado das suas rolagens de dado at&eacute; o final do turno.</span></p>

      <p><b>Soul Heart - </b>Previna 2 de dano a qualquer jogador.</p>

      <p><b>Two of Diamonds - </b>Quadruplique o n&uacute;mero de moedas que um jogador tem.</p>

      <h3>Cartas de Tarot (Por Numeral)</h3>
      <p><b>O. The Fool - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>I. The Magician - </b>Dobrar n&atilde;o tem efeito.</p>

	      <p><b>II. The High Priestess - </b>Escolha um jogador ou monstro, ent&atilde;o role:
      <span class="carddesc">De dano ao alvo igual a 2 vezes o resultado do dado.</span>
  	</p>
      <p><b>III. The Empress - </b>Um jogador ganha +2 de ataque e +2 para o resultado de todas as suas rolagens at&eacute; o final do turno.</p>

      <p><b>IV. The Emperor - </b>Olhe 10 cartas do topo do baralho de monstros. Coloque 8 embaixo do baralho e 2 em cima em qualquer ordem..</p>

      <p><b>V. The Hierophant - </b>Previna at&eacute; 4 de dano dado a um jogador ou monstro.</p>

      <p><b>VI. The Lovers - </b>O jogador ganha +4 de vida at&eacute; o final do turno.</p>

      <p><b>VII. The Chariot - </b>Um jogador ganha +2 de ataque e +2 de vida at&eacute; o final do turno.</p>

      <p><b>VIII. Justice - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>IX. The Hermit - </b>Olhe 10 cartas do topo do baralho de tesouros. Coloque 8 embaixo do baralho e 2 em cima em qualquer ordem.</p>

      <p><b>X. Wheel of Fortune - </b>Role:
      <span class="carddesc">1: Ganhe  2&cent;.</span>
      <span class="carddesc">2: Receba 4 de dano.</span>
      <span class="carddesc">3: Loot 6.</span>
      <span class="carddesc">4: Perca 8&cent;.</span>
      <span class="carddesc">5: Ganhe  10&cent;.</span>
      <span class="carddesc">6: Ganhe  +2 tesouros.</span></p>

      <p><b>XI. Strength - </b>O jogador ganha +2 de ataque at&eacute; o final do turno e pode atacar mais 2 vezes.</p>

      <p><b>XII. The Hanged Man - </b>Olhe a carta do topo de todos os baralhos. Voc&ecirc; pode colocar essas cartas embaixo de seus baralhos, ent&atilde;o loot 4.</p>

      <p><b>XIII. Death - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>XIV. The Tower - </b>Role:
      <span class="carddesc">1-2: Todos os jogadores recebem 2 de dano.</span>
      <span class="carddesc">3-4: Todos os monstros recebem 2 de dano.</span>
      <span class="carddesc">5-6: Todos os jogadores recebem 4 de dano.</span></p>

      <p><b>XV. The Devil - </b>Dobrar n&atilde;o tem efeito.</p>

      <p><b>XVI. Temperance - </b>Choose one:
      <span class="carddesc">Receba 2 de dano: ganhe 8&cent;.</span>
      <span class="carddesc">Receba 4 de dano: ganhe 16&cent;.</span></p>

      <p><b>XVII. The Stars - </b> Ganhe +2 tesouros.</p>

      <p><b>XVIII. The Moon - </b>Olhe 10 cartas do topo do baralho de saque. Coloque 8 embaixo do baralho e 2 em cima em qualquer ordem.</p>

      <p><b>XIX. The Sun - </b>Se este for seu turno, ganhe dois turnos adicionais depois desse. Coloque essa carta embaixo do baralho de saque.</p>

      <p><b>XX. Judgement - </b>Escolha o jogador com mais almas ou empatado por mais almas. Esse jogador descarta 2 cartas de alma que eles controlam.</p>

      <p><b>XXI. The World - </b>Olhe a m&atilde;o de todos os jogadores, ent&atilde;o loot 4.</p>
  	</section>
  </body>
  </html>
